Repository: zecm-via/rt_simpleosm
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de, nl

# tx_rtsimpleosm_domain_model_osm.title
source: Title
de: Titel
nl: Titel

# tx_rtsimpleosm_domain_model_osm.address
source: Address
de: Adresse
nl: Adres

# tx_rtsimpleosm_domain_model_osm.latitude
source: Map latitude
de: Breitengrad ("latitude")
nl: Breedtegraad kaart ("latitude")

# tx_rtsimpleosm_domain_model_osm.longitude
source: Map longitude
de: Längengrad ("longitude")
nl: Lengtegraad kaart ("longitude")

# tx_rt_simpleosm_sosm.name
source: Simple OpenStreetMap
de: Einfache OpenStreetMap

# tx_rt_simpleosm_sosm.description
source: Insert a simple OpenStreetMap.
de: Fûgen Sie OpenStreetMap ein.
nl: Voeg een eenvoudige OpenStreetMap in.

# tx_rt_simpleosm_sosm.sheet.mapSelection
source: Map selection
de: Kartenauswahl
nl: Kaart selectie

# tx_rt_simpleosm_sosm.sheet.styling
source: Style
de: Stil
nl: Stijl

# tx_rt_simpleosm_sosm.sheet.options
source: Options
de: Optionen
nl: Opties

# tx_rt_simpleosm_sosm.sheet.about
source: About
de: Über
nl: Wat betreft

# tx_rt_simpleosm_sosm.mapRecord
source: Map record(s)
de: Kartendatensätze
nl: Kaartrecord(en)

# tx_rt_simpleosm_sosm.mapWidth
source: Map width
de: Breite
nl: Kaartbreedte

# tx_rt_simpleosm_sosm.mapHeight
source: Map height
de: Höhe
nl: Kaartbreedte

# tx_rt_simpleosm_sosm.mapStyle
source: Map style
de: Stil
nl: Kaartstijl

# tx_rt_simpleosm_sosm.mapStyle.0
source: OpenStreetMap Mapnik
de: OpenStreetMap Mapnik Karte

# tx_rt_simpleosm_sosm.mapStyle.1
source: OpenStreetMap black and white
de: OpenStreetMap schwarz und weiß
nl: OpenStreetMap zwart en wit

# tx_rt_simpleosm_sosm.mapStyle.3
source: Stamen Design toner lite
de: Stamen Design, leichte tönung

# tx_rt_simpleosm_sosm.mapStyle.4
source: Stamen Design terrain
de: Stamen Design Gelände
nl: Stamen Design terrein

# tx_rt_simpleosm_sosm.mapStyle.5
source: Stamen Design watercolor + Hydda roads and labels
de: Stamen Design Wasserrfarben + Hydda Straßen und Etiketten
nl: Stamen Design watercolor + Hydda wegen en labels

# tx_rt_simpleosm_sosm.mapStyle.6
source: MTB Map (Europe only)
de: MTB-Karte (Europa nur)
nl: MTB-kaart (alleen Europa)

# tx_rt_simpleosm_sosm.mapStyle.7
source: ESRI World Street Map
de: ESRI Welt Straßenkarte

# tx_rt_simpleosm_sosm.mapStyle.9
source: Hydda full Map
de: Hydda volle Karte
nl: Hydda volledige kaart

# tx_rt_simpleosm_sosm.mapStyle.10
source: ESRI World Imagery + Stamen labels
de: ESRI Welt Bilder + Stamen Etiketten

# tx_rt_simpleosm_sosm.mapStyle.11
source: OpenStreetMap Germany
de: OpenStreetMap Deutschland
nl: OpenStreetMap Duitsland

# tx_rt_simpleosm_sosm.mapStyle.12
source: OpenStreetMap France
de: OpenStreetMap Frankreich
nl: OpenStreetMap Frankrijk

# tx_rt_simpleosm_sosm.mapStyle.14
source: OpenMapSurfer Roads
de: OpenMapSurfer Straßen
nl: OpenMapSurfer Wegen

# tx_rt_simpleosm_sosm.zoom
source: Map zoom factor
de: Karte Zoomfaktor
nl: Zoomfactor kaart

# tx_rt_simpleosm_sosm.scrollWheelZoom
source: Zoom on mouse wheel scroll
de: Zoomfahrt mit Mausrad
nl: Zoom op muiswiel scrollen

# tx_rt_simpleosm_sosm.displayZoomButtons
source: Display zoom buttons
de: Zoom-Anzeige
nl: Zoomtoetsen weergeven

# tx_rt_simpleosm_sosm.displayFullScreenButton
source: Display fullscreen button
de: Fullscreen-Anzeige
nl: Schermvullende knop weergeven

# tx_rt_simpleosm_sosm.displayMiniMap
source: Display navigational mini map
de: Navigations-Minikarte-Anzeige
nl: Mini-navigatiekaart weergeven

# tx_rt_simpleosm_sosm.displayCaptionMenu
source: Add an external caption menu below the map
de: Fügen Sie unter der Karte ein externes Beschriftungsmenü hinzu
nl: Voeg een extern bijschriftmenu toe onder de kaart

# tx_rt_simpleosm_sosm.borderRadiusMap
source: Map border radius
de: Grenzradius der Karte
nl: Randradius kaart

# tx_rt_simpleosm_sosm.popupOptions
source: Map popup options
de: Popup-Optionen
nl: Kaart popup-opties

# tx_rt_simpleosm_sosm.popupOptions.0
source: No marker and no popup
de: Keine Markierung und kein Popup
nl: Geen marker en geen popup

# tx_rt_simpleosm_sosm.popupOptions.1
source: Marker alone without popup
de: Markierung alleine ohne Popup
nl: Marker alleen zonder popup

# tx_rt_simpleosm_sosm.popupOptions.2
source: Popup with title
de: Popup mit Titel
nl: Popup met titel

# tx_rt_simpleosm_sosm.popupOptions.3
source: Popup with title and address
de: Popup mit Titel und Adresse
nl: Popup met titel en adres

# tx_rt_simpleosm_sosm.markerIcon
source: Marker icon
de: Markierungssymbol
nl: Markeringspictogram

# tx_rt_simpleosm_sosm.markerIcon.0
source: Default
de: Standard
nl: Standaard

# tx_rt_simpleosm_sosm.markerIcon.1
source: Black marker
de: Schwarzer Marker
nl: Zwarte markering

# tx_rt_simpleosm_sosm.markerIcon.2
source: Blue marker
de: Blau Marker
nl: Blauw markering

# tx_rt_simpleosm_sosm.markerIcon.3
source: Deep blue marker
de: Tiefes Blau Marker
nl: Diepblauw markering

# tx_rt_simpleosm_sosm.markerIcon.4
source: Green marker
de: Grün Marker
nl: Groen markering

# tx_rt_simpleosm_sosm.markerIcon.5
source: Fuchsia marker
de: Fuchsie Marker
nl: Fuchsia markering

# tx_rt_simpleosm_sosm.markerIcon.7
source: Purple marker
de: Lila Marker
nl: Purper markering

# tx_rt_simpleosm_sosm.markerIcon.8
source: Red marker
de: Rot Marker
nl: Rood markering

# tx_rt_simpleosm_sosm.markerIcon.9
source: Yellow marker
de: Gelb Marker
nl: Geel markering

# tx_rt_simpleosm_sosm.markerIcon.10
source: Black pin
de: Schwarzer Stift
nl: Zwarte pin

# tx_rt_simpleosm_sosm.markerIcon.11
source: Blue pin
de: Blau Stift
nl: Blauw pin

# tx_rt_simpleosm_sosm.markerIcon.12
source: Deep blue pin
de: Tiefes Blau Stift
nl: Diepblauw pin

# tx_rt_simpleosm_sosm.markerIcon.13
source: Green pin
de: Grün Stift
nl: Groen pin

# tx_rt_simpleosm_sosm.markerIcon.14
source: Fuchsia pin
de: Fuchsie Stift

# tx_rt_simpleosm_sosm.markerIcon.15
source: Orange pin
de: Orange Stift
nl: Oranje pin

# tx_rt_simpleosm_sosm.markerIcon.16
source: Purple pin
de: Lila Stift
nl: Purper pin

# tx_rt_simpleosm_sosm.markerIcon.17
source: Red pin
de: Rot Stift
nl: Rood pin

# tx_rt_simpleosm_sosm.markerIcon.18
source: Yellow pin
de: Gelb Stift
nl: Geel pin

# tx_rt_simpleosm_sosm.markerIcon.6
source: Orange marker
nl: Oranje markering
